Repository: pokermania/pokerengine
Catalog: po/*.po
Languages: da, de, es, it, nl, pt, sv

source: %(name)s shows %(value)s for %(side)s
de: %(name)s zeigt %(value)s für %(side)s
es: %(name)s muestra %(value)s para %(side)s
it: %(name)s mostra %(value)s per %(side)s
nl: %(name)s toont %(value)s voor %(side)s
pt: %(name)s mostra %(value)s para %(side)s
sv: %(name)s visas %(value)s för %(side)s

source: %(name)s mucks loosing hand
da: %(name)s mucker tabende hånd
de: %(name)s verbirgt Verlierer-Hand
es: %(name)s esconde la mano perdedora
it: %(name)s mucks la mano perdente
nl: %(name)s verbergt verliezende hand
pt: %(name)s elimina mão perdedora
sv: %(name)s muck förlorar sin hand

source: tie for %(side)s
de: Gleichstand für %(side)s
es: gana %(side)s
it: vince %(side)s
nl: wint %(side)s
pt: ganha com %(side)s
sv: vinner %(side)s

source: wins %(side)s
da: vinder %(side)s
de: gewinnt %(side)s
es: gana %(side)s
it: vince %(side)s
nl: wint %(side)s
pt: ganha com %(side)s
sv: vinner %(side)s

source: winners share a pot of %(pot)s
da: vinderne deler en pulje på %(pot)s
de: Gewinner teilen einen Pot von %(pot)s
es: los ganadores comparten el bote de %(pot)s
it: i vincitori si spartiscono un piatto di %(pot)s
nl: winnaars verdelen een pot van %(pot)s
pt: Vencedores partilham um pote de %(pot)s
sv: vinnarna delar på potten %(pot)s

source: (minus %(chips_left)d odd chips)
da: (minus %(chips_left)d ulige chips)
es: (menos %(chips_left)d fichas restantes)
it: (meno %(chips_left)d chips restanti)
pt: (menos %(chips_left)d fichas em sobra)

source: %(name)s receives %(amount)s
da: %(name)s modtager %(amount)s
de: %(name)s bekommt %(amount)s
es: %(name)s recibe %(amount)s
it: %(name)s riceve %(amount)s
nl: %(name)s ontvangt %(amount)s
pt: %(name)s recebe %(amount)s

source: hand #%(hand_serial)d, %(variant)s, %(betting_structure)s
da: hånd #%(hand_serial)d, %(variant)s, %(betting_structure)s
es: mano #%(hand_serial)d, %(variant)s, %(betting_structure)s
it: mano #%(hand_serial)d, %(variant)s, %(betting_structure)s
pt: mão #%(hand_serial)d, %(variant)s, %(betting_structure)s

source: %(serial)s waiting for
da: %(serial)s venter på
de: %(serial)s wartet auf
es: %(serial)s espera para
it: %(serial)s aspetta per
nl: %(serial)s wachten op
pt: %(serial)s espera para
sv: %(serial)s väntar på

source: %(name)s, %(len_pockets)d players
da: %(name)s, %(len_pockets)d spillere
de: %(name)s, %(len_pockets)d Spieler
es: %(name)s, %(len_pockets)d jugadores
it: %(name)s, %(len_pockets)d giocatori
nl: %(name)s, %(len_pockets)d spelers
pt: %(name)s, %(len_pockets)d jogadores
sv: %(name)s, %(len_pockets)d spelare

source: Board: %(board)s
es: Resumen: %(board)s
nl: Bord: %(board)s
pt: Quadro: %(board)s
sv: Anslagstavla: %(board)s

source: Cards player %(name)s: %(card)s
da: Kort spiller %(name)s: %(card)s
de: Karten Spieler %(name)s: %(card)s
es: cartas de %(name)s: %(card)s
it: Carte di %(name)s: %(card)s
nl: Kaarten van %(name)s: %(card)s
pt: Cartas de %(name)s: %(card)s
sv: Kortspelare %(name)s: %(card)s

source: Board: %(cards)s
es: Resumen: %(cards)s
nl: Bord: %(cards)s
pt: Quadro: %(cards)s
sv: Anslagstavla: %(cards)s

source: Cards player %(name)s: %(cards)s
da: Kort spiller %(name)s: %(cards)s
de: Karten Spieler %(name)s: %(cards)s
es: Cartas de %(name)s: %(cards)s
it: Carte di %(name)s: %(cards)s
nl: Kaarten van %(name)s: %(cards)s
pt: Cartas de %(name)s: %(cards)s

source: Rake %(amount)s
de: Einsatz %(amount)s
es: comisión %(amount)s
it: Commissione %(amount)s
nl: Inschrijvingsgeld %(amount)s
pt: Comissão %(amount)s
sv: Spelavgift %(amount)s

source: %(name)s pays %(amount)s blind and %(dead)d dead
da: %(name)s betaler %(amount)s blind og %(dead)d døde
de: %(name)s zahlt %(amount)s blind und %(dead)d als toten blind
es: %(name)s paga %(amount)s de blind y %(dead)d de dinero donado
it: %(name)s paga %(amount)s blind e %(dead)d dead
nl: %(name)s betaalt %(amount)s blind en %(dead)d dead
pt: %(name)s paga %(amount)s blind e %(dead)d dead
sv: %(name)s betalar %(amount)s blind och %(dead)d dead

source: %(name)s pays %(amount)s blind
da: %(name)s betaler %(amount)s blind
de: %(name)s zahlt %(amount)s blind
es: %(name)s paga %(amount)s de blind
it: %(name)s paga %(amount)s blind
nl: %(name)s betaalt %(amount)s blind
pt: %(name)s paga %(amount)s blind
sv: %(name)s betalar %(amount)s blind

source: %(name)s pays %(amount)s ante
da: %(name)s betaler %(amount)s ante
de: %(name)s zahlt %(amount)s ante
es: %(name)s paga %(amount)s de ante
it: %(name)s paga %(amount)s l'ante
nl: %(name)s betaalt %(amount)s ante
pt: %(name)s paga %(amount)s d'ante
sv: %(name)s betalar %(amount)s ante

source: %(name)s is all in
da: %(name)s er all-in
de: %(name)s ist all in
es: %(name)s va all in
it: %(name)s va all in
nl: %(name)s gaat all-in
pt: %(name)s vai all-in
sv: %(name)s satsar all in

source: %(name)s calls %(amount)s
da: %(name)s caller %(amount)s
de: %(name)s geht mit %(amount)s mit
es: %(name)s sigue a %(amount)s
it: %(name)s vede %(amount)s
nl: %(name)s callt %(amount)s
sv: %(name)s gör en call på %(amount)s

source: %(name)s checks
da: %(name)s checker
de: %(name)s checkt
es: %(name)s pasa
it: %(name)s bussa (check)
nl: %(name)s volgt
pt: %(name)s passa
sv: %(name)s checkar

source: %(name)s folds
da: %(name)s folder
de: %(name)s passt
es: %(name)s se retira
it: %(name)s passa
nl: %(name)s past
pt: %(name)s desiste
sv: %(name)s gör en fold

source: %(name)s raises %(amount)s
da: %(name)s raiser %(amount)s
de: %(name)s erhöht um %(amount)s
es: %(name)s sube a %(amount)s
it: %(name)s rilancia %(amount)s
nl: %(name)s verhoogt %(amount)s
pt: %(name)s sobe %(amount)s
sv: %(name)s höjer %(amount)s

source: turn canceled
da: turn aflyst
de: Runde abgesagt
es: turno anulado
it: turno annullato
nl: Toer afgezegd
pt: turno anulado
sv: rundan avbruten

source: (%(amount)s returned to %(name)s)
da: (%(amount)s returneret til to %(name)s)
de: (%(amount)s gehen zurück an %(name)s)
es: (%(amount)s devuelto a %(name)s)
it: (%(amount)s tornati a %(name)s)
nl: (%(amount)s teruggegeven aan %(name)s)
pt: (%(amount)s devolvido a %(name)s)
sv: (%(amount)s återvänder till %(name)s)

source: %(name)s receives %(amount)s (everyone else folded)
da: %(name)s modtager %(amount)s (alle andre foldede)
de: %(name)s bekommt %(amount)s (alle anderen haben gepasst)
es: %(name)s recibe %(amount)s (todos los otros jugadores se retiran)
it: %(name)s riceve %(amount)s (everyone else folded)
nl: %(name)s ontvangt %(amount)s (alle anderen hebben gepast)
pt: %(name)s recebe %(amount)s (todos os outros jogadores desistiram)
sv: %(name)s tar emot %(amount)s (alla andra har foldat)

source: %(name)s receives %(amount)d odd chips
da: %(name)s modtager %(amount)d ulige chips
de: %(name)s bekommt %(amount)d übrig gebliebene Chips
es: %(name)s recibe %(amount)d (fichas restantes)
it: %(name)s riceve %(amount)d (chips restanti)
nl: %(name)s ontvangt %(amount)d resterende chips
pt: %(name)s recebe %(amount)d (fichas em sobra)
sv: %(name)s tar emot %(amount)d udda chips

source: returning uncalled bet %(amount)s to %(name)s
da: returnerer uncalled bet %(amount)s til %(name)s
de: Nicht mitgegangener Einsatz %(amount)s an %(name)s zurückgegeben
es: devolución de %(amount)s à %(name)s (apuesta no seguida)
it: puntata non chiamata %(amount)s ritorna a %(name)s
nl: Inzet niet gevolgd - %(amount)s teruggegeven aan %(name)s
pt: devolução de %(amount)s a %(name)s (aposta não igualada)
sv: skickar tillbaka satsning på %(amount)s till %(name)s utan call

source: %(name)s sits out
da: %(name)s sidder udenfor
de: %(name)s setzt aus
es: %(name)s se levanta
it: %(name)s si alza
nl: %(name)s staat op
sv: %(name)s går ut

source: The wheel
da: Wheelet
de: Wheel
es: Escalera A2345
it: La ruota
nl: Het rad
pt: A roda
sv: Hjulet

source: High card %(card)s
da: Højeste kort %(card)s
de: Hohe Karte %(card)s
es: carta alta %(card)s
it: Carta pi√π alta: %(card)s
pt: Carta alta %(card)s
sv: Höga kort %(card)s

source: A pair of %(card)s
da: Et par %(card)s
de: Ein Paar %(card)s
es: Par de %(card)s
it: Coppia di %(card)s
nl: Een paar van %(card)s
pt: Par de %(card)s
sv: Ett par i %(card)s

source: Two pairs %(card1)s and %(card2)s
da: To par %(card1)s og %(card2)s
de: Zwei Paar %(card1)s und %(card2)s
es: Doble pareja de %(card1)s y %(card2)s
it: Doppia coppia di %(card1)s e %(card2)s
nl: Twee paar %(card1)s en %(card2)s
pt: Dois pares %(card1)s e %(card2)s
sv: Två par i %(card1)s och %(card2)s

source: Three of a kind %(card)s
da: Tre ens %(card)s
de: Drilling %(card)s
es: Trio de %(card)s
it: Tris di %(card)s
pt: Trinca %(card)s
sv: Tre %(card)s

source: Straight %(card1)s to %(card2)s
da: Straight %(card1)s til %(card2)s
de: Strasse %(card1)s zu %(card2)s
es: Escalera de %(card1)s a %(card2)s
it: Scala da %(card1)s a %(card2)s
nl: Straat %(card1)s tot %(card2)s
pt: Sequência de %(card1)s a %(card2)s
sv: Straight i %(card1)s till %(card2)s

source: Flush %(card)s high
de: Flush %(card)s hoch
es: Color a %(card)s
it: Colore, %(card)s alte
nl: Flush %(card)s hoog
pt: Flush %(card)s alto
sv: Färg %(card)s i höga kort

source: %(card1)ss full of %(card2)ss
da: %(card1)ss bestående af %(card2)ss
de: Full House, %(card1)s und %(card2)s
es: Full de %(card1)ss con %(card2)ss
it: %(card1)ss full di %(card2)ss
nl: %(card1)ss full van %(card2)ss
pt: Full de %(card1)ss e %(card2)ss
sv: %(card1)ss full av %(card2)ss

source: Four of a kind %(card)s
da: Fire ens %(card)s
de: Vierling %(card)s
es: Poker de %(card)s
it: Poker di %(card)s
nl: Carré %(card)s
pt: Quadra %(card)s
sv: Fyra lika %(card)s

source: Royal flush
es: Escalera real
it: Scala reale

source: Straight flush %(card)s high
de: Straight Flush %(card)s hoch
es: Escalera de color al %(card)s
it: Scala di colore, %(card)s alte
nl: Straight flush %(card)s hoog
pt: Straight flush %(card)s alto
sv: Straight flush %(card)s i höga kort

source: Pair of %(card)s
da: Et par %(card)s
de: Ein Paar %(card)s
es: Par de %(card)s
it: Coppia di %(card)s
nl: Paar van %(card)s
pt: Par de %(card)s
sv: Par i %(card)s

source: Pairs of %(card1)s and %(card2)s
da: Par %(card1)s og %(card2)s
de: Zwei Paare, %(card1)s und %(card2)s
es: Doble pareja de %(card1)s y %(card2)s
it: Doppia coppia di %(card1)s e %(card2)s
nl: Paar van %(card1)s en %(card2)s
pt: Pares de %(card1)s e %(card2)s
sv: Par i %(card1)s och %(card2)s

source: Trips %(card)s
da: Tre ens %(card)s
de: Drilling %(card)s
es: Trio de %(card)s
it: Tris di %(card)s
pt: Trinca %(card)s
sv: Triss i %(card)s

source: Straight %(card)s high
de: hohe Straße %(card)s
es: Escalera al %(card)s
it: Scala di %(card)s alte
nl: Straat %(card)s hoog
pt: Sequência %(card)s alta
sv: Straight %(card)s i höga kort

source: Quads %(card)s
da: Fire ens %(card)s
es: Poker %(card)s
it: Poker di %(card)s
pt: Quadra %(card)s
sv: Fyra lika i %(card)s

source: Straight flush
es: Escalera de color
it: Scala di colore

source: hi
da: bedst
de: hoch
es: Mano más alta
it: mano alta
nl: hoog
pt: Mão mais alta
sv: hög

source: low
da: dårligst
de: niedrig
es: Mano más baja
it: mano bassa
nl: laag
pt: Mão mais baixa
sv: låg

source: Ace
da: Es
de: Ass
es: As
it: Asso
nl: Aas
pt: Ás
sv: Ess

source: King
da: Konge
de: König
es: Rey
it: Re
nl: Koning
pt: Rei
sv: Kung

source: Queen
da: Dronning
de: Dame
es: Reina
it: Donna
nl: Koningin
pt: Dama
sv: Dam

source: Jack
da: Knægt
de: Bube
es: Jota
nl: Boer
pt: Valete
sv: Knekt

source: Ten
da: Ti'er
de: Zehn
es: Diez
it: Dieci
nl: Tien
pt: Dez
sv: Tia

source: Nine
da: Ni
de: Neun
es: Nueve
it: Nove
nl: Negen
pt: Nove
sv: Nia

source: Eight
da: Otte
de: Acht
es: Ocho
it: Otto
nl: Acht
pt: Oito
sv: Åtta

source: Seven
da: Syv
de: Sieben
es: Siete
it: Sette
nl: Zeven
pt: Sete
sv: Sjua

source: Six
da: Seks
de: Sechs
es: Seis
it: Sei
nl: Zes
pt: Seis
sv: Sexa

source: Five
da: Fem
de: Fünf
es: Cinco
it: Cinque
nl: Vijf
pt: Cinco
sv: Femma

source: Four
da: Fire
de: Vier
es: Cuatro
it: Quattro
nl: Vier
pt: Quatro
sv: Fyra

source: Trey
da: Tre
de: Drei
es: Tres
it: Tre
nl: Drie
pt: Três
sv: Treor

source: Deuce
da: To'er
de: Zwei
es: Dos
it: Due
nl: Twee
pt: Dois
sv: Tvåa

source: Aces
da: Esser
de: Asse
es: Ases
it: Assi
nl: Azen
pt: Ases
sv: Ess

source: Kings
da: Konger
de: Könige
es: Reyes
it: Re
nl: Koningen
pt: Reis
sv: Kungar

source: Queens
da: Dronninger
de: Damen
es: Reinas
it: Donne
nl: Koninginnen
pt: Damas
sv: Damer

source: Jacks
da: Knægte
de: Buben
es: Jotas
it: Jack
nl: Boeren
pt: Valetes
sv: Knektar

source: Tens
da: Ti'ere
de: Zehner
es: Dieces
it: Dieci
nl: Tienen
pt: Dezes
sv: Tior

source: Nines
da: Ni'ere
de: Neuner
es: Nueves
it: Nove
nl: Negens
pt: Noves
sv: Nior

source: Eights
da: Ottere
de: Achter
es: Ochos
it: Otto
nl: Achten
pt: Oitos
sv: Åttor

source: Sevens
da: Syvere
de: Siebener
es: Sietes
it: Sette
nl: Zevens
pt: Setes
sv: Sjuor

source: Sixes
da: Seksere
de: Sechsen
es: Seises
it: Sei
nl: Zessen
pt: Seis
sv: Sexor

source: Fives
da: Femmere
de: Fünfer
es: Cincos
it: Cinque
nl: Vijfen
pt: Cincos
sv: Femmor

source: Fours
da: Firere
de: Vierer
es: Cuatros
it: Quattro
nl: Vieren
pt: Quatros
sv: Fyror

source: Treys
da: Treere
de: Dreier
es: Treses
it: Tre
nl: Drieën
pt: Três
sv: Treor

source: Deuces
da: Toere
de: Zweier
es: Doses
it: Due
nl: Tweeën
pt: Duques
sv: Tvåor

source: , %(card)s kicker
sv: , %(card)s kickar

source: %(name)s shows %(value)s %(side)s
da: %(name)s viser %(value)s %(side)s

source: tie %(side)s
da: vinder %(side)s
